Repository: nymtech/nym-vpn-client
Catalog: nym-vpn-apple/NymVPN/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, hi, it, ja, pt_br, ru, tr, uk, vi, zh_hans

# errorReason.firewall
source: Failed to configure firewall
ar: فشل في تكوين جدار الحماية
bn: রাউটিং কনফিগারেশন ব্যর্থ হয়েছে।
de: Firewall konnte nicht konfiguriert werden
es: Error al configurar firewall
fa: پیکربندی فایروال با شکست مواجه شد
fr: Erreur de configuration du pare-feu
hi: फ़ायरवॉल को कॉन्फ़िगर करने में विफल
it: Configurazione del firewall non riuscita
ja: ファイアウォールの設定に失敗しました
pt_br: Falha ao configurar firewall
ru: Не удалось настроить брандмауэр
tr: Güvenlik duvarı yapılandırılamadı
uk: Не вдалось налаштувати брандмауер
vi: Không cấu hình được tường lửa
zh_hans: 防火墙配置失败

# errorReason.inactiveAccount
source: The account is not active.
ar: الحساب غير نشط.
bn: অ্যাকাউন্ট সক্রিয় নয়।
de: Das Konto ist nicht aktiv.
es: La cuenta no está activa.
fa: حساب کاربری فعال نیست.
fr: Le compte n'est pas actif.
hi: अकाउंट ऐक्टिव नहीं है।
it: L'account non è attivo.
ja: アカウントがアクティブではありません。
pt_br: A conta não está ativa.
ru: Учетная запись не активна.
tr: Hesap aktif değil.
uk: Акаунт неактивний.
vi: Tài khoản không hoạt động.
zh_hans: 帐户未激活。

# errorReason.insufficientFunds
source: Insufficient funds.
ar: الأموال غير كافية.
bn: পর্যাপ্ত ব্যালেন্স নেই।
de: Unzureichendes Guthaben.
es: Fondos insuficientes.
fa: موجودی کافی نیست.
fr: Fonds insuffisants.
hi: अपर्याप्त धनराशि
it: Fondi insufficienti.
ja: 資金が足りません。
pt_br: Fundos insuficientes.
ru: Недостаточно средств.
tr: Yetersiz bakiye.
uk: Недостатньо коштів.
vi: Không đủ tiền.
zh_hans: 资金不足。

# errorReason.internalUnknown
source: Internal unknown tunnel failure
ar: فشل نفق غير معروف داخليا
bn: অভ্যন্তরীণ অজানা টানেল সমস্যা
de: Interner unbekannter Tunnelfehler
es: Fallo interno del túnel desconocido
fa: خرابی داخلی ناشناخته تونل
fr: Erreur du tunnel
hi: आंतरिक अज्ञात टनल विफलता
it: Errore interno tunnel sconosciuto
ja: 内部の不明なトンネルエラー
pt_br: Falha interna no túnel desconhecida
ru: Внутренняя неизвестная ошибка туннеля
tr: Dahili bilinmeyen tünel hatası
uk: Внутрішня невідома помилка тунелю
vi: Lỗi tunnel nội bộ không xác định
zh_hans: 内部隧道未知错误

# errorReason.invalidEntryGatewayCountry
source: Invalid country for entry server. Choose another and reconnect.
ar: البلد غير صالح لخادم الدخول. اختر آخر وإعادة الاتصال.
bn: এন্ট্রি সার্ভারের জন্য নির্বাচিত দেশটি বৈধ নয়। অন্যটি নির্বাচন করে পুনরায় সংযোগ করুন।
de: Ungültiges Land für den Eintrittsserver. Wähle bitte ein anderes und verbinde dich erneut.
es: País no válido para el servidor de entradas. Elige otro y vuelve a conectar.
fa: کشور ورودی نامعتبر است، کشور دیگری را انتخاب و دوباره متصل شوید.
fr: Pays invalide pour le serveur d'entrée. Choisissez un autre pays et reconnectez-vous.
hi: प्रवेश सर्वर के लिए अमान्य देश। कृपया कोई दूसरा देश चुनें और पुनः कनेक्ट करें।
it: Paese non valido per il server di ingresso. Scegliere un altro e riconnettersi.
pt_br: País inválido para o servidor de entrada. Escolha outro e reconecte-se.
ru: Неверная страна для входного сервера. Выберите другую страну и подключитесь снова.
tr: Giriş sunucusu için geçersiz bir ülke seçtiniz. Başka bir ülke seçip yeniden bağlanın.
uk: Неправильна країна для вхідного сервера. Виберіть іншу і підключіться знову.
vi: Vị trí node vào không hợp lệ. Vui lòng thay đổi vị trí node vào và kết nối lại.
zh_hans: 条目服务器无效的国家。选择另一个并重新连接。

# errorReason.invalidExitGatewayCountry
source: Invalid country for exit server. Choose another and reconnect.
ar: البلد غير صالح للخادم الخروج. اختر آخر وإعادة الاتصال.
bn: এক্সিট সার্ভারের জন্য নির্বাচিত দেশটি বৈধ নয়। অন্যটি নির্বাচন করে পুনরায় সংযোগ করুন।
de: Ungültiges Land für den Austrittsserver. Wähle bitte ein anderes und verbinde dich erneut.
es: País no válido para el servidor de salida. Elige otro y vuelve a conectar.
fa: گره کشور خروجی نامعتبر است، کشور دیگری را انتخاب و دوباره متصل شوید.
fr: Pays invalide pour le serveur de sortie. Choisissez un autre pays et reconnectez-vous.
hi: अमान्य निकास गेटवे देश
it: Paese non valido per il server di uscita. Scegliere un altro e riconnettersi.
ja: 終了サーバーの国が無効です。別の国を選択して再接続してください。
pt_br: País inválido para sair do servidor. Escolha outro e reconecte-o.
ru: Неверная страна для сервера выхода. Выберите другую страну и подключитесь повторно.
tr: Çıkış sunucusu için geçersiz bir ülke seçtiniz. Başka bir ülke seçip yeniden bağlanın.
uk: Неправильна країна для вихідного сервера. Виберіть іншу і підключіться знову.
vi: Vị trí node thoát không hợp lệ. Vui lòng thay đổi vị trí node thoát và kết nối lại.
zh_hans: 退出服务器无效的国家。选择另一个并重新连接。

# errorReason.invalidExitGatewayIdentity
source: Exit server is offline. Choose another and reconnect.
ar: خروج السيرفر غير متصل. اختر آخر وإعادة الاتصال.
bn: এক্সিট সার্ভার অফলাইন। অন্যটি নির্বাচন করে পুনরায় সংযোগ করুন।
de: Der Austrittsserver ist offline. Wähle einen anderen und stelle die Verbindung erneut her.
es: El servidor de salida está desconectado. Elige otro y vuelve a conectar.
fa: سرور خروجی آفلاین است. سرور دیگری انتخاب کرده و دوباره متصل شوید.
fr: La sortie du serveur est hors ligne. Choisissez un autre et reconnectez-vous.
hi: निकास सर्वर ऑफ़लाइन है। कृपया कोई अन्य चुनें और पुनः कनेक्ट करें।
it: Il server di uscita è offline. Scegliere un altro e riconnettersi.
ja: サーバを終了するとオフラインです。別のサーバを選択して再接続します。
pt_br: Sair do servidor está offline. Escolha outro e reconecte-se.
ru: Сервер выхода отключен. Выберите другой и переподключитесь.
tr: Çıkış sunucusu çevrimdışı. Başka bir sunucu seçip yeniden bağlanın.
uk: Сервер виходу не працює. Виберіть інший і підключіться знову.
vi: Máy chủ thoát ngoại tuyến. Vui lòng chọn máy chủ khác và kết nối lại.
zh_hans: 退出服务器离线。选择另一个并重新连接。

# errorReason.maxDevicesReached
source: Account device limit exceeded. Please remove a device from your account before connecting.
ar: تجاوز حد جهاز الحساب. الرجاء إزالة جهاز من حسابك قبل الاتصال.
bn: অ্যাকাউন্টে অনুমোদিত ডিভাইস সংখ্যা অতিক্রান্ত হয়েছে। সংযোগের আগে অ্যাকাউন্ট থেকে একটি ডিভাইস সরান।
de: Das Gerätelimit deines Kontos wurde überschritten. Bitte entferne ein Gerät aus deinem Konto, bevor du dich verbindest.
es: Límite de dispositivos excedido. Elimina un dispositivo de tu cuenta antes de conectarte.
fa: تعداد دستگاه های متصل به حساب کاربری شما از حداکثر مجاز عبور کرده. لطفاً قبل از اتصال، یکی از دستگاه‌ها را از حساب کاربری خود حذف کنید.
fr: Le nombre maximum d'appareils a été atteint. Veuillez supprimer un appareil de votre compte et réessayer.
hi: अकाउंट उपकरण सीमा पार हो गई। कृपया कनेक्ट करने से पहले अपने अकाउंट से एक उपकरण हटाएं।
it: Limite di dispositivo dell'account superato. Si prega di rimuovere un dispositivo dal tuo account prima di connettersi.
ja: アカウントデバイスの上限を超えました。接続する前にアカウントからデバイスを削除してください。
pt_br: Limite de dispositivos da conta excedido. Remova um dispositivo da sua conta antes de se conectar.
ru: Превышен лимит устройств для аккаунта. Пожалуйста, удалите одно из устройств из вашего аккаунта перед подключением.
tr: Hesap cihaz limitiniz aşıldı. Bağlanmadan önce hesabınızdan bir cihazı kaldırın.
uk: Перевищено ліміт пристроїв в акаунті. Будь ласка, видаліть пристрій з акаунта перед підключенням.
vi: Đã vượt quá giới hạn thiết bị của tài khoản. Vui lòng xóa một thiết bị khỏi tài khoản của bạn trước khi kết nối.
zh_hans: 超过账户限制。请在连接之前从您的账户中删除设备。

# errorReason.noAccountStored
source: No account stored. Please add a passphrase.
ar: لا يوجد حساب مخزن. الرجاء إضافة عبارة مرور.
bn: কোনো অ্যাকাউন্ট সংরক্ষিত নেই। অনুগ্রহ করে পাসফ্রেজ যোগ করুন।
de: Kein Konto gespeichert. Bitte füge eine Passphrase hinzu.
es: No hay cuenta guardada. Por favor, añade una contraseña.
fa: هیچ حسابی ذخیره نشده است. لطفاً یک عبارتِ عبور اضافه کنید.
fr: Aucun compte enregistré. Veuillez ajouter une phrase de passe.
hi: कोई अकाउंट संग्रहीत नहीं है। कृपया एक पासफ़्रेज़ जोड़ें।
it: Nessun account memorizzato. Si prega di aggiungere una frase segreta.
ja: アカウントが保存されていません。パスフレーズを追加してください。
pt_br: Nenhuma conta armazenada. Por favor, adicione uma frase-chave.
ru: Аккаунт не сохранён. Пожалуйста, вставьте кодовую фразу.
uk: Немає облікового запису. Додайте кодову фразу.
vi: Không có tài khoản nào được lưu. Vui lòng thêm cụm từ mật khẩu.
zh_hans: 没有存储帐户。请添加一个密码。

# errorReason.noDeviceStored
source: Device not registered. Please try again.
ar: الجهاز غير مسجل. الرجاء المحاولة مرة أخرى.
bn: ডিভাইস নিবন্ধিত নয়। অনুগ্রহ করে পুনরায় চেষ্টা করুন।
de: Gerät nicht registriert. Bitte versuche es erneut.
es: Dispositivo no registrado. Por favor, inténtalo de nuevo.
fa: دستگاه ثبت نشده است. لطفاً دوباره تلاش کنید.
fr: L'appareil n'est pas enregistré. Merci de réessayer.
hi: उपकरण पंजीकृत नहीं है। कृपया फिर से प्रयास करें।
it: Dispositivo non registrato. Riprova.
ja: デバイスが登録されていません。もう一度お試しください。
pt_br: Dispositivo não registrado. Por favor, tente novamente.
ru: Устройство не зарегистрировано. Пожалуйста, попробуйте снова.
tr: Cihaz kaydedilmedi. Lütfen tekrar deneyin.
uk: Пристрій не зареєстровано. Будь ласка, спробуйте ще раз.
vi: Tài khoản chưa được đăng ký. Vui lòng thử lại.
zh_hans: 设备未注册。请重试。

# errorReason.offline
source: Offline
ar: غير متصل
bn: অফলাইন
es: Desconectado
fa: آفلاین
fr: Hors ligne
hi: ऑफ़लाइन
ja: オフライン
ru: Оффлайн
tr: Çevrimdışı
uk: Оффлайн
vi: Ngoại tuyến
zh_hans: 离线

# errorReason.performantEntryGatewayUnavailable
source: Can't reach entry server. Try another!
ar: لا يمكن الوصول إلى خادم الدخول. جرب آخر!
bn: এন্ট্রি সার্ভারে পৌঁছানো যাচ্ছে না। অন্যটি চেষ্টা করুন!
de: Kann den Eintrittsserver nicht erreichen. Versuche einen anderen!
es: No se puede acceder al servidor de entradas. ¡Pruebe con otro!
fa: نمی‌توان به سرور ورودی دسترسی پیدا کرد. سرور دیگری را امتحان کنید!
fr: Impossible d'accéder au serveur d'entrée. Essayez un autre !
hi: एंट्री सर्वर तक पहुँच नहीं हो पा रही है। कोई अन्य सर्वर आज़माएं!
it: Impossibile raggiungere il server di ingresso. Provane un altro!
ja: エントリサーバーにアクセスできません。別のものをお試しください！
pt_br: Impossível encontrar o servidor de entrada. Tente outro!
ru: Не удаётся подключиться к серверу входа. Попробуйте другой!
tr: Giriş sunucusuna ulaşılamıyor. Başka bir sunucu deneyin!
uk: Не вдається підключитися до сервера входу. Спробуйте інший!
vi: Không thể kết nối máy chủ vào. Thử một máy chủ khác!
zh_hans: 无法连接到条目服务器。请尝试其他服务器！

# errorReason.performantExitGatewayUnavailable
source: Can't reach exit server. Try another!
ar: لا يمكن الوصول إلى خادم الخروج. جرب آخر!
bn: এক্সিট সার্ভারে পৌঁছানো যায় না। অন্যটি চেষ্টা করুন!
de: Kann den Austrittsserver nicht erreichen. Versuche einen anderen!
es: No se puede acceder al servidor de salida. ¡Intenta otro!
fa: نمی‌توان به سرور خروجی دسترسی پیدا کرد. سرور دیگری را امتحان کنید!
fr: Impossible d'accéder au serveur de sortie. Essayez un autre !
hi: निकास सर्वर तक पहुँचा नहीं जा सका। कृपया दूसरा प्रयास करें!
it: Impossibile raggiungere il server di uscita. Provane un altro!
ja: 終了サーバーにアクセスできません。もう一度お試しください！
pt_br: Não foi possível encontrar o servidor de saída. Tente outro!
ru: Не удается подключиться к серверу выхода. Попробуйте другой!
tr: Çıkış sunucusuna ulaşılamıyor. Başka bir sunucu deneyin!
uk: Не вдається підключитися до сервера виходу. Спробуйте інший!
vi: Không thể kết nối với máy chủ thoát. Vui lòng thử máy chủ khác!
zh_hans: 无法连接到退出服务器。请尝试其他服务器！

# errorReason.registrationInProgress
source: Registration in progress. Please try again.
ar: قيد التسجيل. الرجاء المحاولة مرة أخرى.
bn: নিবন্ধন চলছে। অনুগ্রহ করে পরে চেষ্টা করুন।
de: Die Registrierung läuft. Bitte versuche es erneut.
es: Registro en curso. Por favor, inténtelo de nuevo.
fa: در حال ثبت نام هستید. لطفا دوباره تلاش کنید.
fr: Inscription en cours. Merci de réessayer.
hi: पंजीकरण प्रगति में है। कृपया फिर से प्रयास करें।
it: Registrazione in corso. Riprova.
ja: 登録中です。もう一度やり直してください。
pt_br: Registro em andamento. Por favor, tente novamente.
ru: Регистрация в процессе. Пожалуйста, попробуйте еще раз.
tr: Kayıt işlemi sürüyor. Lütfen tekrar deneyin.
uk: Реєстрація триває. Будь ласка, спробуйте ще раз.
vi: Đang tiến hành đăng ký. Vui lòng thử lại.
zh_hans: 正在注册。请重试。

# errorReason.registrtationInProgress
source: Registration in progress. Please try again.
ar: قيد التسجيل. الرجاء المحاولة مرة أخرى.
bn: নিবন্ধন চলছে। অনুগ্রহ করে পরে চেষ্টা করুন।
de: Die Registrierung läuft. Bitte versuche es erneut.
es: Registro en curso. Por favor, inténtelo de nuevo.
fa: در حال ثبت نام هستید. لطفا دوباره تلاش کنید.
fr: Inscription en cours. Merci de réessayer.
hi: पंजीकरण प्रगति में है। कृपया पुनः प्रयास करें।
it: Registrazione in corso. Riprova.
ja: 登録中です。もう一度やり直してください。
pt_br: Registro em andamento. Por favor, tente novamente.
ru: Регистрация в процессе. Пожалуйста, попробуйте еще раз.
tr: Kayıt işlemi sürüyor. Lütfen tekrar deneyin.
uk: Реєстрація триває. Будь ласка, спробуйте ще раз.
vi: Đang tiến hành đăng ký. Vui lòng thử lại.
zh_hans: 正在注册。请重试。

# errorReason.resolveGatewayAddrs
source: Failed to resolve API domains. Please try again.
ar: فشل في حل نطاقات API. الرجاء المحاولة مرة أخرى.
bn: API ডোমেইন সমাধান করতে ব্যর্থ। অনুগ্রহ করে পরে চেষ্টা করুন।
de: API-Domänen konnten nicht aufgelöst werden. Bitte versuche es erneut.
es: Error al resolver los dominios de API. Por favor, inténtalo de nuevo.
fa: ناموفق در یافتن دامنه‌های API. لطفا دوباره تلاش کنید.
fr: Erreur de résolution des domaines DNS. Merci de réessayer.
hi: API डोमेन को हल करने में विफल। कृपया पुनः प्रयास करें।
it: Impossibile risolvere i domini API. Riprova.
ja: API ドメインの解決に失敗しました。もう一度やり直してください。
pt_br: Falha ao resolver domínios de API. Por favor, tente novamente.
ru: Не удалось разрешить домены API. Пожалуйста, попробуйте снова.
tr: API alan adları çözümlenemedi. Lütfen tekrar deneyin.
uk: Не вдалось вирішити домени API. Будь ласка, спробуйте ще раз.
vi: Không thể phân giải tên miền API. Vui lòng thử lại.
zh_hans: 解析 API 域失败。请重试。

# errorReason.routing
source: Failed to configure routing
ar: فشل في تكوين المسار
bn: রাউটিং কনফিগার করতে ব্যর্থ হয়েছে
de: Routing konnte nicht konfiguriert werden
es: Fallo al configurar la ruta
fa: تنظیم مسیریابی با خطا مواجه شد
fr: Impossible de configurer le routage
hi: राउटिंग को कॉन्फ़िगर करने में असफल
it: Configurazione del routing non riuscita
ja: DNS設定に失敗しました
pt_br: Falha ao configurar roteamento
ru: Не удалось настроить маршрутизацию
tr: Yönlendirme yapılandırılamadı
uk: Не вдалось налаштувати маршрутизацію
vi: Không cấu hình được định truyến
zh_hans: 路由配置失败

# errorReason.sameEntryAndExitGateway
source: For privacy, NymVPN won't use the same server for entry and exit. Reconnect or choose different locations.
ar: للخصوصية، لن يستخدم NymVPN نفس الخادم للدخول والخروج. أعد الاتصال أو اختر مواقع مختلفة.
bn: গোপনীয়তার জন্য NymVPN একই সার্ভারকে এন্ট্রি ও এক্সিট হিসেবে ব্যবহার করে না। পুনরায় সংযোগ করুন বা ভিন্ন লোকেশন নির্বাচন করুন।
de: Aus Gründen der Privatsphäre wird NymVPN nicht den gleichen Server für Ein- und Austritt nutzen. Verbinde dich erneut oder wähle verschiedene Standorte.
es: Para la privacidad, NymVPN no utilizará el mismo servidor para la entrada y salida. Reconexión o elija diferentes ubicaciones.
fa: برای حفظ حریم خصوصی، NymVPN از یک سرور واحد برای ورودی و خروجی استفاده نمی‌کند. دوباره متصل شوید یا مکان‌های متفاوتی را انتخاب کنید.
fr: Pour des raisons de confidentialité, NymVPN n'utilisera pas le même serveur pour l'entrée et la sortie. Reconnectez-vous ou choisissez des emplacements différents.
hi: प्राइवेसी के लिए, NymVPN प्रवेश और निकास के लिए समान गेटवे का उपयोग नहीं करेगा। फिर से कनेक्ट करें या विभिन्न स्थान चुनें।
it: Per la privacy, NymVPN non utilizzerà lo stesso server per entrare ed uscire. Riconnetti o scegli posizioni diverse.
ja: プライバシーを守るために、NymVPNはエントリと終了に同じサーバーを使用しません。再接続または別の場所を選択します。
pt_br: Para privacidade, a NymVPN não usará o mesmo servidor para entrada e saída. Reconecte ou escolha locais diferentes.
ru: Для обеспечения конфиденциальности NymVPN не использует один и тот же сервер для входа и выхода. Переподключитесь или выберите другие местоположения.
uk: Для забезпечення конфіденційності NymVPN не використовує один і той самий шлюз для входу і виходу. Повторно підключіться або виберіть інші місця.
vi: Để đảm bảo quyền riêng tư, NymVPN sẽ không sử dụng cùng một máy chủ cho điểm vào và điểm thoát. Vui lòng kết nối lại hoặc chọn các vị trí khác nhau.
zh_hans: 为了隐私，NymVPN 不会使用相同的服务器来输入和退出。重新连接或选择不同的位置。

# errorReason.startLocalDnsResolver
source: Failed to start local DNS proxy. Please try again.
ar: فشل تشغيل وكيل DNS المحلي. الرجاء المحاولة مرة أخرى.
bn: লোকাল DNS প্রক্সি শুরু করতে ব্যর্থ হয়েছে। অনুগ্রহ করে পুনরায় চেষ্টা করুন।
de: Der lokale DNS-Proxy konnte nicht gestartet werden. Bitte versuche es erneut.
es: Error al iniciar el proxy dns local. Por favor, inténtalo de nuevo.
fa: راه‌اندازی local DNS proxy ناموفق بود. لطفاَ دوباره تلاش کنید.
fr: Impossible de démarrer le proxy DNS local. Merci de réessayer.
hi: स्थानीय DNS प्रॉक्सी शुरू करने में विफल। कृपया दोबारा प्रयास करें।
it: Impossibile avviare il proxy DNS locale. Si prega di riprovare.
pt_br: Falha ao iniciar o proxy de DNS locais. Por favor, tente novamente.
ru: Не удалось запустить локальный DNS прокси. Пожалуйста, попробуйте снова.
tr: Yerel DNS aracı sunucusu başlatılamadı. Lütfen tekrar deneyin.
uk: Не вдалося запустити локальний dns-проксі. Будь ласка, спробуйте ще раз.
vi: Không thể khởi động proxy DNS cục bộ. Vui lòng thử lại.
zh_hans: 启动本地dns代理失败。请重试。

# errorReason.subscriptionExpired
source: Kill switch protects you. Tap Stop and renew your plan.
ar: قتل التبديل يحميك. اضغط على إيقاف وتجديد خطتك.
bn: কিল-সুইচ আপনাকে রক্ষা করছে। বন্ধ করতে ‘Stop’ ট্যাপ করুন এবং প্ল্যান নবায়ন করুন।
de: Der Kill Switch schützt dich. Tippe auf Stopp und erneuere deinen Tarif.
es: El kill switch te protege. Toca Detener y renueva tu plan.
fa: Kill switch از شما محافظت می‌کند. روی توقف ضربه بزنید و طرح خود را تازه کنید.
fr: L'arrêt d'urgence vous protège. Cliquez sur Stop et renouvellez votre abonnement.
hi: सब्सक्रिप्शन समाप्त हो गई है। कृपया अपने अकाउंट के लिए एक प्लान खरीदें।
it: Kill switch ti protegge. Tocca Ferma e rinnova il tuo piano.
pt_br: O Kill switch protege você. Toque em Parar e renovar seu plano.
ru: Функция аварийного отключения защищает вас. Нажмите «Стоп» и обновите ваш тариф.
tr: Kill switch seni korur. Durdur’a dokun ve planını yenile.
uk: Kill switch захищає вас. Торкніться "Зупинити" і поновіть свій план.
vi: Kill swithch bảo vệ bạn. Chạm vào Dừng và gia hạn gói của bạn.
zh_hans: Kill Switch正在保护你，请点击“停止”并且更新你的订阅。

# errorReason.tunDevice
source: Failed to configure tunnel device
ar: فشل في تكوين جهاز النفق
bn: টানেল ডিভাইস কনফিগার করতে ব্যর্থ হয়েছে
de: Tunnelgerät konnte nicht konfiguriert werden
es: Error al configurar el dispositivo de túnel
fa: تنظیم تونل دستگاه با خطا مواجه شد
fr: Impossible de configurer le tunnel (« tunnel device »)
hi: टनल डिवाइस को कॉन्फ़िगर करने में विफल
it: Configurazione del dispositivo tunnel non riuscita
ja: トンネルデバイスの設定に失敗しました
pt_br: Falha ao configurar o dispositivo do túnel
ru: Не удалось настроить туннельное устройство
tr: Tünel cihazı yapılandırılamadı
uk: Не вдалось налаштувати пристрій тунелю
vi: Không thể cấu hình thiết bị tunnel
zh_hans: 隧道设备配置失败

# errorReason.tunnelProvider
source: Failed to configure packet tunnel provider
ar: فشل في تكوين موفر نفق الحزم
bn: প্যাকেট টানেল প্রদানকারী কনফিগার করতে ব্যর্থ হয়েছে
de: Fehler beim Konfigurieren des Tunnel-Providers
es: Error al configurar el proveedor del túnel de paquetes
fa: عدم موفقیت در پیکربندی و اتصال به ارائه‌دهنده بسته تونل
fr: Impossible de configurer le fournisseur de tunnel
hi: पैकेट सुरंग प्रदाता को कॉन्फ़िगर करने में विफलपैकेट टनल प्रोवाइडर को कॉन्फ़िगर करने में विफल
it: Configurazione del provider del tunnel dei pacchetti non riuscita
ja: パケットトンネルプロバイダーの設定に失敗しました
pt_br: Falha ao configurar provedor do túnel de pacotes
ru: Не удалось настроить провайдер туннеля пакетов
tr: Paket tünel sağlayıcısı yapılandırılamadı
uk: Не вдалось налаштувати постачальника тунельного з'єднання
vi: Không thể cấu hình nhà cung cấp tunnel gói dữ liệu
zh_hans: 隧道数据包服务配置失败

# errorReason.unknown
source: Unknown reason. Please try again.
ar: سبب غير معروف. الرجاء المحاولة مرة أخرى.
bn: অজানা কারণে ব্যর্থ। অনুগ্রহ করে পুনরায় চেষ্টা করুন।
de: Unbekannter Grund. Bitte versuche es erneut.
es: Razón desconocida. Inténtalo de nuevo.
fa: دلیل ناشناخته. لطفاً دوباره تلاش کنید.
fr: Erreur inconnue. Merci de réessayer.
hi: अज्ञात कारण। कृपया फिर से प्रयास करें।
it: Motivo sconosciuto. Riprova.
ja: 不明な理由です。もう一度お試しください。
pt_br: Motivo desconhecido. Tente novamente.
ru: Неизвестная причина. Пожалуйста, попробуйте снова.
tr: Bilinmeyen bir neden. Lütfen tekrar deneyin.
uk: Невідома причина. Будь ласка, спробуйте ще раз.
vi: Nguyên nhân chưa xác định. Vui lòng thử lại.
zh_hans: 未知原因。请重试。

# errorReason.unknownTunnelState
source: Unknown tunnel state. Please try again.
ar: حالة النفق غير معروفة. الرجاء المحاولة مرة أخرى.
bn: অজানা টানেল অবস্থা। অনুগ্রহ করে পুনরায় চেষ্টা করুন।
de: Unbekannter Tunnelzustand. Bitte versuche es erneut.
es: Estado del túnel desconocido. Por favor, inténtalo de nuevo.
fa: وضعیت تونل نامشخص است. لطفاً دوباره تلاش کنید.
fr: Erreur inconnue. Merci de réessayer.
hi: अज्ञात टनल स्थिति। कृपया पुनः प्रयास करें।
it: Stato tunnel sconosciuto. Riprova.
ja: 不明なトンネル状態です。もう一度やり直してください。
pt_br: Estado do túnel desconhecido. Por favor, tente novamente.
ru: Неизвестное состояние туннеля. Пожалуйста, попробуйте снова.
tr: Bilinmeyen tünel durumu. Lütfen tekrar deneyin.
uk: Невідомий стан тунелю. Будь ласка, спробуйте ще раз.
vi: Trạng thái tunnel không xác định. Vui lòng thử lại.
zh_hans: 未知的隧道状态。请重试。

source: Establishing connection
ar: إنشاء اتصال
bn: সংযোগ স্থাপন করা হচ্ছে
de: Verbindung wird hergestellt
es: Estableciendo conexión
fa: در حال راه‌اندازی اتصال
fr: Connexion en cours
hi: कनेक्शन स्थापित किया जा रहा है
it: In connessione
ja: 接続を確立中
pt_br: Estabelecendo uma conexão
ru: Устанавливаем соединение
tr: Bağlantı kuruluyor
uk: Встановлення з'єднання
vi: Đang thiết lập kết nối
zh_hans: 正在建立连接

# fastest
source: Lowest ping
ar: أدنى بينغ
bn: সর্বনিম্ন পিং
de: Niedrigster Ping
es: Ping más bajo
fa: پایین‌ترین پینگ
fr: Latence la plus faible
hi: सबसे कम पिंग
it: Ping più basso
ja: 最も低い ping
pt_br: Ping mais baixo
ru: Минимальный пинг
tr: En düşük yanıt süresi
uk: Найнижча затримка
vi: Ping thấp nhất
zh_hans: 最低延迟

# feedback.errorReportingSubtitle
source: Help us improve NymVPN
ar: ساعدنا على تحسين NymVPN
bn: NymVPN উন্নত করতে আমাদের সাহায্য করুন
de: Hilf uns, NymVPN zu verbessern
es: Ayúdanos a mejorar NymVPN
fa: ما را در بهبود NymVPN یاری کنید
fr: Aidez-nous à améliorer NymVPN
hi: हमें NymVPN में सुधार करने में मदद करें
it: Aiutaci a migliorare NymVPN
ja: NymVPNの品質向上にご協力ください
pt_br: Ajude-nos a melhorar o NymVPN
ru: Помогите нам улучшить NymVPN
tr: NymVPN'i geliştirmemize yardımcı olun
uk: Допоможіть нам покращити NymVPN
vi: Hãy giúp chúng tôi cải thiện NymVPN
zh_hans: 帮助我们改进 NymVPN

# feedback.errorReportingTitle
source: Turn on error reporting
ar: تشغيل الإبلاغ عن الأخطاء
bn: ত্রুটি রিপোর্টিং চালু করুন
de: Fehlerberichte aktivieren
es: Activar reporte de errores
fa: گزارش خطا را فعال کنید
fr: Activer les rapports d'erreurs
hi: एरर रिपोर्टिंग चालू करें
it: Attiva segnalazione errori
ja: エラー報告を有効にする
pt_br: Ativar relatório de erros
ru: Включить отчетность об ошибках
tr: Hata raporlamayı etkinleştir
uk: Увімкніть звітування про помилки
vi: Bật báo cáo lỗi
zh_hans: 打开错误报告

# feedback.githubIssue
source: Open a GitHub issue
ar: إرسال مشكلة إلى GitHub
bn: GitHub-এ একটি ইস্যু খুলুন
de: Problem auf GitHub melden
es: Abrir un ticket en GitHub
fa: مطرح کردن مشکل در GitHub
fr: Créer un ticket GitHub
hi: GitHub मुद्दा खोलें
it: Apri una issue GitHub
ja: Githubでissueを作成
pt_br: Abrir uma issue no GitHub
ru: Сообщить о проблеме на GitHub
tr: GitHub’da bir hata raporu oluşturun
uk: Відкрити GitHub запит
vi: Mở một issue trên GitHub
zh_hans: 提交 GitHub 问题
